wrk/wrkChroot.txt
Running 30s test @ http://localhost:8000
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.83ms   10.12ms 833.84ms   99.85%
    Req/Sec   659.94    513.97     3.18k    70.46%
  107789 requests in 30.05s, 109.79MB read
Requests/sec:   3587.45
Transfer/sec:      3.65MB