wrk/wrkKVM.txt
Running 30s test @ http://localhost:8000
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.56ms   23.07ms   1.64s    99.81%
    Req/Sec   680.30    435.11     3.61k    72.44%
  102045 requests in 30.10s, 111.92MB read
  Socket errors: connect 0, read 0, write 0, timeout 2
Requests/sec:   3390.35
Transfer/sec:      3.72MB