wrk/wrkt4gXLarge.txt
Running 30s test @ http://localhost:8000
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.16ms   43.15ms   1.73s    99.50%
    Req/Sec   359.37    259.03     1.33k    59.77%
  46870 requests in 30.10s, 49.79MB read
  Socket errors: connect 0, read 0, write 0, timeout 27
Requests/sec:   1557.37
Transfer/sec:      1.65MB